Repository: fuse-open/fuse-studio
Catalog: src/fuse/locale/Strings.*.resx
Languages: fr_fr, ko_kr

# Button_Browse
source: Browse
fr_fr: Naviguer
ko_kr: 폴더선택

# Button_Cancel
source: Cancel
fr_fr: Annuler
ko_kr: 취소

# Dashboard_Button_Browse
source: Browse
fr_fr: Naviguer
ko_kr: 프로젝트 찾기

# Dashboard_Button_Create
source: Create
fr_fr: Nouveau
ko_kr: 프로젝트 생성

# Dashboard_Button_Open
source: Open
fr_fr: Ouvrir
ko_kr: 프로젝트 열기

# Dashboard_Community_Text
source: Made something cool? Join a thriving community of Fuse enthusiasts
fr_fr: Vous avez fait quelque chose de cool? Joignez-vous à un communauté enthousiaste de Fuse

# Dashboard_Docs_Text
source: Need some technical information? Search the reference docs.
fr_fr: Besoin d'information technique? Rechercher les documents de référence.

# Dashboard_Learn
source: Learn
fr_fr: Apprendre
ko_kr: 학습하기

# Dashboard_Learn_Text
source: New to Fuse? Explore our Handbook, Tutorials and Examples.
fr_fr: Nouveau sur Fuse ? Découvrez notre manuel, Tutoriels et Exemples.

# Dashboard_Project_Remove
source: Remove from list
fr_fr: Retirer de la liste
ko_kr: 목록에서 제거

# Dashboard_Recent_Projects
source: Recent Projects
fr_fr: Projets Récent
ko_kr: 최근 프로젝트

# Dashboard_LastOpened
source: Last opened
fr_fr: Dernière ouverture
ko_kr: 마지막으로 열림

# Dashboard_Location
source: Location
fr_fr: Emplacement
ko_kr: 위치

# Dashboard_Description
source: Description
fr_fr: La description
ko_kr: 설명

# MainMenu_Edit
source: Edit
fr_fr: Editer
ko_kr: 편집

# MainMenu_Export
source: Export
fr_fr: Exporter
ko_kr: 내보내기

# MainMenu_File
source: File
fr_fr: Fichier
ko_kr: 파일

# MainMenu_Help
source: Help
fr_fr: Aide
ko_kr: 도움말

# MainMenu_Preview
source: Preview
fr_fr: Aperçu
ko_kr: 미리보기

# MainMenu_Project
source: Project
fr_fr: Projet
ko_kr: 프로젝트

# MainMenu_Tools
source: Tools
fr_fr: Outils
ko_kr: 도구

# MainMenu_Viewport
source: Viewport
fr_fr: Fenêtre
ko_kr: 뷰포트

# MainMenu_Window
source: Window
fr_fr: Fenêtre
ko_kr: 윈도우

# SubMenu_Edit_Copy
source: Copy
fr_fr: Copier
ko_kr: 복사하기

# SubMenu_Edit_Cut
source: Cut
fr_fr: Couper
ko_kr: 잘라내기

# SubMenu_Edit_Delete
source: Delete
fr_fr: Supprimer
ko_kr: 삭제하기

# SubMenu_Edit_Paste
source: Paste
fr_fr: Coller
ko_kr: 붙여넣기

# SubMenu_Edit_SelectAll
source: Select All
fr_fr: Tout Selectionner
ko_kr: 전체선택

# SubMenu_Element_Deselect
source: Deselect
fr_fr: Déselectionner
ko_kr: 선택 취소

# SubMenu_Element_LocateInEditor
source: Locate in editor
fr_fr: Localiser dans l'éditeur
ko_kr: 편집기에서 찾기

# SubMenu_Element_Remove
source: Remove element
fr_fr: Supprimer l'élement
ko_kr: 구성요소 제거

# SubMenu_Export_ExportForAndroid
source: Export for Android
fr_fr: Exporter pour Android
ko_kr: 안드로이드로 내보내기

# SubMenu_Export_ExportForAndroidEmulator
source: Export for Android Emulator
fr_fr: Exporter pour l'Emulateur Android
ko_kr: Android Emulator로 내보내기

# SubMenu_Export_ExportForiOS
source: Export for iOS
fr_fr: Exporter pour iOS
ko_kr: iOS로 내보내기

# SubMenu_Export_ExportForiOSSimulator
source: Export for iOS Simulator
fr_fr: Exporter pour le Simulateur iOS
ko_kr: iOS Simulator로 내보내기

# SubMenu_Export_ExportForDotNet
source: Export for Desktop (.NET)
fr_fr: Exporter pour le bureau (.NET)
ko_kr: Desktop (.NET)로 내보내기

# SubMenu_Export_ExportForNative
source: Export for Desktop (native)
fr_fr: Exporter pour le Bureau (natif)
ko_kr: Desktop (native)로 내보내기

# SubMenu_File_New
source: New...
fr_fr: Nouveau...
ko_kr: 새 프로젝트

# SubMenu_File_Open
source: Open...
fr_fr: Ouvrir...
ko_kr: 프로젝트 열기

# SubMenu_File_Quit
source: Quit
fr_fr: Quitter
ko_kr: 그만두다

# SubMenu_File_Exit
source: Exit
fr_fr: Sortir
ko_kr: 출구

# SubMenu_Help_Examples
source: Examples
fr_fr: Exemples
ko_kr: 예제 둘러보기

# SubMenu_Help_Tutorial
source: Tutorial
fr_fr: Tutoriel
ko_kr: Tutorial 튜토리얼

# SubMenu_Help_ReportIssue
source: Report issue
fr_fr: Rapporter une erreur
ko_kr: Report issue 문제보고

# SubMenu_Updates_CheckForUpdates
source: Check for updates
fr_fr: Vérifier les mises à jours
ko_kr: 업데이트 확인

# SubMenu_Updates_CheckAutomatically
source: Check automatically
fr_fr: Vérifier automatiquement
ko_kr: 자동업데이트 확인

# SubMenu_Updates_UpdateAvailable
source: There's an update available
fr_fr: Une mise à jour est disponible
ko_kr: 유효한 업데이트가 있습니다.

# SubMenu_Updates_DownloadLatestQuestion
source: Do you want to download the latest version now?
fr_fr: Voulez-vous télécharger la dernière version maintenant?
ko_kr: 지금 최신 버전을 다운로드하시겠습니까?

# SubMenu_Preview_Android
source: Preview on Android
fr_fr: Aperçu sur Android
ko_kr: 안드로이드로 미리보기

# SubMenu_Preview_AndroidEmulator
source: Preview on Android Emulator
fr_fr: Aperçu sur l'emulateur Android
ko_kr: Android Emulator 미리보기

# SubMenu_Preview_iOS
source: Preview on iOS
fr_fr: Aperçu on iOS
ko_kr: iOS로 미리보기

# SubMenu_Preview_iOSSimulator
source: Preview on iOS Simulator
fr_fr: Aperçu sur le Simulateur iOS
ko_kr: iOS Simulator 미리 보기

# SubMenu_Preview_Native
source: Preview on Desktop (native)
fr_fr: Aperçu sur le PC (native)
ko_kr: Desktop (native)로 미리보기

# SubMenu_Preview_Rebuild
source: Rebuild
fr_fr: Reconstruire
ko_kr: 다시 빌드

# SubMenu_Preview_Reconnect
source: Reconnect USB (Android)
fr_fr: Reconnecter USB (Android)
ko_kr: USB 다시 연결(Android)

# SubMenu_Preview_Refresh
source: Refresh
fr_fr: Rafraichir
ko_kr: 새로고침

# SubMenu_Project_OpenFolder
source: Open Project Folder
fr_fr: Ouvrir le Dossier du Projet
ko_kr: 프로젝트 폴더 열기

# SubMenu_Project_OpenSublime
source: Open in Sublime Text 3
fr_fr: Ouvrir dans Sublime Text 3
ko_kr: Sublime Text 3으로 열기

# SubMenu_Project_OpenVSCode
source: Open in Visual Studio Code
fr_fr: Ouvrir dans Visual Studio Code
ko_kr: Visual Studio Code으로 열기

# SubMenu_Project_OpenTerminal
source: Open in Terminal
fr_fr: Ouvrir dans le Terminal
ko_kr: 터미널에서 열기

# SubMenu_Tools_InstallSDK
source: Install Android SDK
fr_fr: Installer le SDK AndroidK
ko_kr: Android SDK 설치

# SubMenu_Tools_InstallAtomPlugin
source: Install Atom plugin
fr_fr: Installer le plugin Atom
ko_kr: Atom plugin 설치

# SubMenu_Tools_InstallSublimePlugin
source: Install Sublime Text 3 plugin
fr_fr: Installer le plugin Sublime Text 3
ko_kr: Sublime Text 3 plugin 설치

# SubMenu_Tools_InstallVSCodeExtension
source: Install Visual Studio Code extension
fr_fr: Installer l'extention Visual Studio Code
ko_kr: Visual Studio Code extension 설치

# SubMenu_Tools_Setup
source: Setup guide
fr_fr: Guide d'installation
ko_kr: 설치 가이드

# SubMenu_Tools_Config
source: Print Uno config
fr_fr: Afficher Uno config
ko_kr: Uno 환경 출력

# SubMenu_Viewport_Close
source: Close Viewport
fr_fr: Fermer la fenêtre
ko_kr: 뷰포트 닫기

# SubMenu_Viewport_Device
source: Select device
fr_fr: Selectionner le terminal
ko_kr: Select device 디바이스 선택

# SubMenu_Viewport_FlipAspect
source: Flip aspect
fr_fr: Inverser l'aspect

# SubMenu_Viewport_Goback
source: Go back
fr_fr: Retour
ko_kr: 되돌리기

# SubMenu_Viewport_New
source: New Viewport
fr_fr: Nouvelle fenêtre
ko_kr: 새 뷰포트

# SubMenu_Viewport_Restart
source: Restart
fr_fr: Redémarrer
ko_kr: 재시작

# SubMenu_Viewport_Selection
source: Selection
fr_fr: Selectionner
ko_kr: 선택모드

# SubMenu_Window_CompactMode
source: Compact mode
fr_fr: Mode compact
ko_kr: 축소모드

# SubMenu_Window_KeepWindowOnTop
source: Keep window on top
fr_fr: Garder la fenêtre au dessus
ko_kr: 화면최상위유지

# SubMenu_Window_Language
source: Language
fr_fr: Langue
ko_kr: 언어

# SubMenu_Window_LightTheme
source: Light theme
fr_fr: Thème lumière
ko_kr: 밝은 테마

# SubMenu_Window_DarkTheme
source: Dark theme
fr_fr: Thème sombre
ko_kr: 어두운 테마

# Dialog_SetupGuide_Caption
source: Setup guide
fr_fr: Guide d'installation
ko_kr: 설치 가이드

# Dialog_SetupGuide_Comment1
source: A text editor is required to use fuse X.
fr_fr: Un éditeur de texte est nécessaire pour utiliser fuse X.
ko_kr: fuse X를 사용하려면 텍스트 편집기가 필요합니다.

# Dialog_SetupGuide_Comment2_1
source: We recommend
fr_fr: Nous recommandons

# Dialog_SetupGuide_Comment2_2
source: or
fr_fr: ou

# Dialog_SetupGuide_Comment2_3
source: , and our accompanying plugins.
fr_fr: , et nos plugins d'accompagnement.

# Dialog_SetupGuide_Comment3
source: This wizard will look for the software on your system and help you install or update our plugins.
fr_fr: Cet assistant recherchera le logiciel sur votre système et vous aidera à installer ou à mettre à jour nos plugins.
ko_kr: 이 마법사는 시스템에서 소프트웨어를 찾고 플러그인 설치 또는 업데이트를 도와줍니다.

# Dialog_SetupGuide_SeeAlso1
source: We also have a plugin for
fr_fr: Nous avons également un plugin pour

# SubMenu_Project_SketchImport
source: Sketch Import
fr_fr: Importater Sketch
ko_kr: Sketch 가져오기

# Button_Done
source: Done
fr_fr: Fait
ko_kr: 실행

# LogView_Tab_Clear
source: Clear
fr_fr: Effacer
ko_kr: 지우기

# LogView_Tab_Log
source: Log
fr_fr: Journal
ko_kr: 로그

# LogView_Tab_Problems
source: Problems
fr_fr: Problèmes
ko_kr: 문제점

# Label_MacOnly
source: Mac only
fr_fr: Mac uniquement
ko_kr: Mac 만

# LanguageUpdated_Text
source: Your language preference was updated. The new language will come into full effect next time you start fuse X.
fr_fr: Votre préférence linguistique a été mise à jour. La nouvelle langue entrera pleinement en vigueur la prochaine fois que vous démarrerez fuse X.
ko_kr: 언어 기본 설정이 업데이트되었습니다. 새 언어는 다음에 fuse X를 시작할 때 완전히 적용됩니다.

# NagScreen_Caption
source: This is an unregistered copy
fr_fr: Ceci est une copie non enregistrée
ko_kr: 등록되지 않은 프로그램입니다.

# NagScreen_Text
source: Hello! Thanks for trying out fuse X. Activation is required to use this software. Free Trial available: • Try all fuse X has to offer for one month. • No credit card required.
fr_fr: Bonjour! Merci d'avoir essayé le fuse X. L'activation est nécessaire pour utiliser ce logiciel. Essai gratuit disponible : • Essayez tout ce que fuse X a à offrir pendant un mois. • Pas de carte de crédit nécessaire.
ko_kr: 퓨즈 X를 사용해 주셔서 감사합니다. 이 소프트웨어를 사용하려면 활성화가 필요합니다. 무료 평가판 사용 가능: • 한 달 동안 fuse X가 제공하는 모든 것을 사용해 보십시오. • 신용 카드가 필요하지 않습니다.

# NagScreen_Button_SignIn
source: Sign in
fr_fr: Se connecter
ko_kr: 로그인

# NagScreen_Button_EnterCode
source: Enter code
fr_fr: Entrer le code
ko_kr: 코드 입력

# NagScreen_Question
source: Would you like to activate now?
fr_fr: Souhaitez-vous activer maintenant?
ko_kr: 지금 활성화하시겠습니까?

# Toolbar_Selection_Tooltip
source: Enable to select elements in the app.
fr_fr: Activer pour sélectionner des éléments dans l'application.
ko_kr: 앱에서 요소를 선택할 수 있습니다.

# Toolbar_Selection_Tooltip2
source: Enable to select elements in the app. Disable to interact with the app.
fr_fr: Activer pour sélectionner des éléments dans l'application. Désactiver pour interagir avec l'application.
ko_kr: 앱에서 요소를 선택할 수 있습니다. 앱과 상호 작용할 수 없습니다.

# Toolbar_Touch_Tooltip
source: Enable to intract with the app.
fr_fr: Activer pour interagir avec l'application.
ko_kr: 앱과 상호 작용할 수 있습니다.

# Toolbar_Touch_Button
source: Touch
fr_fr: Toucher
ko_kr: 실행모드

# Toolbar_Viewport_Tooltip
source: Click to add a new Viewport.
fr_fr: Cliquez pour ajouter une nouvelle fenêtre.
ko_kr: 새 뷰포트를 추가하려면 클릭하십시오.

# Toolbar_Viewport_Button
source: Add Viewport
fr_fr: Ajouter une fenêtre
ko_kr: 새 뷰포트

# Toolbar_Compact_Tooltip
source: Switch between normal and compact mode. Click to switch mode.
fr_fr: Basculer entre le mode normal et le mode compact. Cliquez pour changer de mode.
ko_kr: 일반 모드와 축소 모드 간을 전환합니다. 모드를 전환하려면 클릭하십시오.

# Auth_Text_TrialDayLeft
source: trial day left
fr_fr: jour d'essai restant
ko_kr: 일 남았습니다.

# Auth_Text_TrialDaysLeft
source: trial days left
fr_fr: jour d'essai restant
ko_kr: 일 남았습니다.

# Auth_Text_LicenseExpired1
source: Your license has expired. Please
fr_fr: Votre licence a expirer?. S'il vous plait
ko_kr: 라이센스가 만료되었습니다.

# Auth_Text_LicenseExpired2
source: sign in
fr_fr: se connecter
ko_kr: 로그인

# Auth_Text_LicenseExpired3
source: to reactivate.
fr_fr: pour réactiver.
ko_kr: 재활성화

# Auth_Text_SignIn1
source: Please
fr_fr: S'il vous plait
ko_kr: fuse X 를 활성화하려면

# Auth_Text_SignIn2
source: sign in
fr_fr: se connecter
ko_kr: 로그인

# Auth_Text_SignIn3
source: to activate fuse X
fr_fr: pour activer fuse X
ko_kr: 하세요.

# About_Title
source: About fuse X
fr_fr: A propos de fuse X
ko_kr: fuse X 정보

# About_Menu
source: About
fr_fr: A Propos
ko_kr: 정보

# About_RegisteredTo
source: Registered to
fr_fr: Enregistré à

# About_NotRegistered
source: Not registered
fr_fr: Pas enregistrer

# About_Company
source: Company:
fr_fr: Compagnie:
ko_kr: 회사:

# About_Issued
source: Issued:
fr_fr: Delivré:

# About_Authority
source: Authority:
fr_fr: Autorité:

# About_MoreInfo1
source: For more information visit our
fr_fr: Pour plus d'information visiter notre
ko_kr: 자세한 내용은 방문하세요.

# About_MoreInfo2
source: website
fr_fr: site web
ko_kr: 웹사이트

# Activate_Title
source: Enter activation code
fr_fr: Entrer le code d'activation
ko_kr: 활성화 코드 입력

# Activate_Button
source: Activate fuse X
fr_fr: Activer fuse X
ko_kr: 활성화 fuse X

# Activate_FeedbackEmpty
source: Please enter your activation code.
fr_fr: Merci de saisir le code d'activation.
ko_kr: 활성화크드를 입력해주세요.

# Activate_FeedbackInvalid
source: This activation code is not valid.
fr_fr: Ce code d'activation est invalide.
ko_kr: 활성화 코드가 유효하지 않습니다.

# License_Error_Text
source: Something went wrong while checking your license. This might be a temporary loss of service caused by problems in the network. Please try again later.
fr_fr: Une erreur s'est produite lors de la vérification de votre licence. Il peut s'agir d'une perte de service temporaire causée par des problèmes sur le réseau. Veuillez réessayer plus tard.
ko_kr: 라이선스를 확인하는 동안 문제가 발생했습니다. 이는 네트워크 문제로 인한 일시적인 서비스 손실일 수 있습니다. 나중에 다시 시도 해주십시오.

# Inspector_SelectSomething
source: Select something to get started
fr_fr: Sélectionnez quelque chose pour commencer
ko_kr: 시작할 항목을 선택하세요

# Toolbox_MakeClassFromSelection
source: Make class from selection
fr_fr: Créer une classe à partir de la sélection
ko_kr: 선택에서 클래스 만들기

# Toolbox_YourClasses
source: Your classes
fr_fr: Vos classes
ko_kr: 당신의 수업

# Toolbox_SearchYourClasses
source: Search your classes
fr_fr: Rechercher vos cours
ko_kr: 수업 검색

# Toolbox_DragClassesInto_Text
source: Drag classes into the hierarchy to insert instances of them
fr_fr: Faites glisser les classes dans la hiérarchie pour en insérer des instances
ko_kr: 클래스를 계층 구조로 드래그 인스턴스를 삽입하려면

# Toolbox_CreateAClass_Text
source: Create a class from elements in the hierarchy and it will appear here
fr_fr: Créer une classe à partir d'éléments dans le hiérarchie et il apparaîtra ici
ko_kr: 의 요소에서 클래스를 만듭니다 계층 구조이며 여기에 표시됩니다

# CodeView_Devices
source: Devices
fr_fr: Dispositifs
ko_kr: 장치

# CodeView_ToolTip
source: Connect this project to a device with the fuse X Preview app installed on it.
fr_fr: Connectez ce projet à un appareil sur lequel l'application fuse X Preview est installée.
ko_kr: fuse X Preview 앱이 설치된 장치에 이 프로젝트를 연결합니다.

# LogView_AllOutput
source: All Output
fr_fr: Toutes les sorties
ko_kr: 모든 출력

# Dashboard_Community
source: Community
ko_kr: 커뮤니티

# Dashboard_Docs
source: Docs
ko_kr: 기술문서

# MainMenu_Element
source: Element
ko_kr: 구성요소

# SubMenu_Help_Community
source: Community
ko_kr: 커뮤니티

# SubMenu_Help_Documentation
source: Documentation
ko_kr: 기술문서

# SubMenu_Help_Forums
source: Forums
ko_kr: Forums 포럼

# Button_Ok
source: OK
ko_kr: 확인

# Toolbar_Selection_Button
source: Selection
ko_kr: 선택모드

# Toolbar_Compact_Button
source: Compact
ko_kr: 축소모드

# About_License
source: License:
ko_kr: 라이센스:

# About_Expires
source: Expires:
ko_kr: 만료:
